topoData.config.event4symbol = [ {
	"in" : "5",
	"type" : "matrix",
	"values" : "9.99 0 0 0 1 " +
				"0 1.14 0 0 0 " +
				"0 0 0.84 0 0 " +
				"0 0 0 1 0"
}, {
	"in" : "4",
	"type" : "matrix",
	"values" : 	"9.99 0 0 0 1 " +
				"0 2.5 0 0 0 " +
				"0 0 0.5 0 0 " +
				"0 0 0 1 0"
	//"values" : "0 0 0 1 0 0.66 0.66 0.66 0 0 0.66 0 0 0 0 0 0 0 1 0"	
}, {
	"in" : "3",
	"type" : "matrix",
	"values" : 	"0.9 0.9 0.9 0 0 " +
				"0.9 0.9 0.9 0 0 " +
				"0.9 0.9 0.9 0 0 " +
				"0 0 0 1 0"
}, {
	"in" : "2",
	"type" : "matrix",
	"values" : "0 0 0 0 0 1 0 0 0 0 0 1 1 0.11 0 0 0 0 1 0"
}, {
	"in" : "1",
	"type" : "matrix",
	"values" : ""//不变化
} ];
topoData.config.event4line = [ {
	"in" : "5",
	"type" : "matrix",
	"values" : "9.99 0 0 0 1 " +
				"0 1.14 0 0 0 " +
				"0 0 0.84 0 0 " +
				"0 0 0 1 0"
}, {
	"in" : "4",
	"type" : "matrix",
	"values" : 	"0 0 0 0 1 " +
				"0 1 1 0.33 0 " +
				"0 0 0 0 0 " +
				"0 0 0 1 0"
}, {
	"in" : "3",
	"type" : "matrix",
	"values" : 	"0.9 0.9 0.9 0 0 " +
				"0.9 0.9 0.9 0 0 " +
				"0.9 0.9 0.9 0 0 " +
				"0 0 0 .5 0"
}, {
	"in" : "2",
	"type" : "matrix",
	"values" : "0 0 0 0 0 1 0 0 0 0 0 1 1 0.11 0 0 0 0 1 0"
}, {
	"in" : "1",
	"type" : "matrix",
	"values" : ""//不变化
} ];

topoData.config.event4line.dark = [ {
	"in" : "5",
	"type" : "matrix",
	"values" : "0.66 2 0.24 0 0 " +
				"0.47 0.05 2 0 0 " +
				"-0.51 -2 0.09 0 0 " +
				"0 0 0 1 0"
}, {
	"in" : "4",
	"type" : "matrix",
	"values" : 	"0 0 0 0 1 " +
				"0 1 1 0.33 0 " +
				"0 0 0 0 0 " +
				"0 0 0 1 0"
}, {
	"in" : "3",
	"type" : "matrix",
	"values" : 	"0.9 0.9 0.9 0 0 " +
				"0.9 0.9 0.9 0 0 " +
				"0.9 0.9 0.9 0 0 " +
				"0 0 0 .5 0"
}, {
	"in" : "2",
	"type" : "matrix",
	"values" : "0 0 0 0 0 1 0 0 0 0 0 1 1 0.11 0 0 0 0 1 0"
}, {
	"in" : "1",
	"type" : "matrix",
	"values" : ""//不变化
} ];